#! /usr/bin/python
# -*- coding: utf-8 -*-

__author__ = 'fyabc'

# 鱼人杀手蟹 (1000076) *
# 末日预言者 (1000077)
# 船长的鹦鹉 (1000078) (荣誉室)
# 血骑士 (1000079) *
# 鱼人领军 (1000080) *
# 南海船长 (1000081) *
# 无面操纵者 (1000082)
# 王牌猎人 (1000083)
# 海巨人 (1000084) *
# 山岭巨人 (1000085) *
# 熔核巨人 (1000086) (荣誉室) *

# 游学者周卓 (1000087)
# 纳特·帕格 (1000088)
# 血法师萨尔诺斯 (1000089)
# 米尔豪斯·法力风暴 (1000090) *
# 工匠大师欧沃斯巴克 (1000091)
# 穆克拉 (1000092) *
# 老瞎眼 (1000093) (荣誉室)
# 绿皮船长 (1000094) *
# 哈里森·琼斯 (1000095)
# 精英牛头人酋长 (1000096) (荣誉室)
# 火车王里诺艾 (1000097)
# 霍格 (1000098)
# 凯恩·血蹄 (1000099)
# 黑骑士 (1000100)
# 希尔瓦娜斯·风行者 (1000101) (荣誉室)
# 格尔宾·梅卡托克 (1000102) (荣誉室)
# 伊利丹·怒风 (1000103)
# 比斯巨兽 (1000104)
# 嘉顿男爵 (1000105)
# 格鲁尔 (1000106)
# 炎魔之王拉格纳罗斯 (1000107) (荣誉室)
# 玛里苟斯 (1000108)
# 伊瑟拉 (1000109)
# 阿莱克斯塔萨 (1000110)
# 诺兹多姆 (1000111) *
# 奥妮克希亚 (1000112)
# 死亡之翼 (1000113)

# Derivations.

# （精英牛头人酋长衍生物）
# 雏龙 ()
# 豺狼人 ()
# 贝恩·血蹄 ()
# （格尔宾·梅卡托克衍生物）
# 埃辛诺斯之焰 ()
# 芬克·恩霍尔 ()
# （伊瑟拉衍生物）
