#! /usr/bin/python
# -*- coding: utf-8 -*-

"""Neutral rare cards of the classic package."""

from MyHearthStone import ext
from MyHearthStone.ext import blank_minion

__author__ = 'fyabc'


# 愤怒的小鸡 (1000040) *
# 血帆海盗 (1000041)
# 圣光护卫者 (1000042) *
# 鱼人招潮者 (1000043) *
# 奥秘守护者 (1000044) *
# 年轻的女祭司 (1000045) *
# 魔瘾者 (1000046) *
# 铸剑师 (1000047) *
# 疯狂的炼金师 (1000048) *
# 飞刀杂耍者 (1000049)
# 法力怨魂 (1000050) *
# 小个子召唤师 (1000051) *
# 日怒保卫者 (1000052) *
# 狂野炎术师 (1000053)
# 上古看守者 (1000054)
# 报警机器人 (1000055)
# 攻城车 (1000056)
# 小鬼召唤师 (1000057)
# 寒光智者 (1000058) (荣誉室)
# 任务达人 (1000059) *
# 寒光先知 (1000060) *
# 帝王眼镜蛇 (1000061)
# 精神控制技师 (1000062)
# 奥术傀儡 (1000063)
# 负伤剑圣 (1000064)
# 阿古斯防御者 (1000065) *
# 年迈的法师 (1000066) *
# 紫罗兰教师 (1000067)
# 暮光幼龙 (1000068) *
# 狂奔科多兽 (1000069)
# 憎恶 (1000070)
# 碧蓝幼龙 (1000071) (荣誉室)

# 银色指挥官 (1000072)
blank_minion({
    'id': 1000072,
    'rarity': 2, 'cost': 6, 'attack': 4, 'health': 2,
    'charge': True, 'divine_shield': True,
})

# 加基森拍卖师 (1000073)

# 烈日行者 (1000074)
blank_minion({
    'id': 1000074,
    'rarity': 2, 'cost': 6, 'attack': 4, 'health': 5,
    'divine_shield': True, 'taunt': True,
})

# 拉文霍德刺客 (1000075)
blank_minion({
    'id': 1000075,
    'rarity': 2, 'cost': 7, 'attack': 7, 'health': 5,
    'stealth': True,
})

# Derivations.

# 小鬼 ()
# 紫罗兰学徒 ()
