#! /usr/bin/python
# -*- coding: utf-8 -*-

"""Neutral rare cards of the classic package."""

__author__ = 'fyabc'


# 愤怒的小鸡 (1000040)
# 血帆海盗 (1000041)
# 圣光护卫者 (1000042)
# 鱼人招潮者 (1000043)
# 奥秘守护者 (1000044)
# 年轻的女祭司 (1000045)
# 魔瘾者 (1000046)
# 铸剑师 (1000047)
# 疯狂的炼金师 (1000048)
# 飞刀杂耍者 (1000049)
# 法力怨魂 (1000050)
# 小个子召唤师 (1000051)
# 日怒保卫者 ()
# 狂野炎术师 ()
# 上古看守者 ()
# 报警机器人 ()
# 攻城车 ()
# 小鬼召唤师 ()
# 寒光智者 () (荣誉室)
# 任务达人 ()
# 寒光先知 ()
# 帝王眼镜蛇 ()
# 精神控制技师 ()
# 奥数傀儡 ()
# 负伤剑圣 ()
# 阿古斯防御者 ()
# 年迈的法师 ()
# 紫罗兰教师 ()
# 暮光幼龙 ()
# 狂奔科多兽 ()
# 憎恶 ()
# 碧蓝幼龙 () (荣誉室)
# 银色指挥官 ()
# 加基森拍卖师 ()
# 烈日行者 ()
# 拉文霍德刺客 (1000075)
